# Usage: `brew bundle Brewfile`

tap 'thoughtbot/formulae'
tap 'neovim/neovim'
tap 'caskroom/versions'

brew 'rcm'
brew 'coreutils'
brew 'zsh'
brew 'vim', args: ['override-system-vi']
brew 'homebrew/dupes/grep'
brew 'ag'
brew 'git'
brew 'imagemagick'
brew 'node'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'thefuck'
brew 'git-flow'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'hub'

cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'alfred'
cask 'iterm2'
cask 'the-unarchiver'
cask 'skype'
cask 'slate'
cask 'imageoptim'
cask 'spotify'
cask 'transmission'
cask 'slack'
cask 'gitx'
