# Usage: `brew bundle --file Brewfile`

brew 'rcm'
brew 'coreutils'
brew 'grep'
brew 'git'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'neovim'
brew 'ripgrep'
brew 'bat'
brew 'gh'
brew 'the_silver_searcher'
brew 'asdf'
brew 'gitui'

cask 'mattr-slate'
cask 'mimestream'
cask 'linear-linear'
cask 'figma'
cask 'obsidian'
cask 'portfolioperformance'
cask 'kitty'
cask 'alfred'
cask 'fork'
cask 'slack'
cask 'spotify'
cask 'eloston-chromium'
cask 'calibre'
cask 'lens'
cask 'keepingyouawake'
cask 'mullvadvpn'
cask '1password'

mas 'Things 3', id: 904280696
mas 'Vimari', id: 1480933944

tap 'homebrew/cask-fonts'

cask 'font-symbols-only-nerd-font'
