# Usage: `brew bundle Brewfile`

tap 'thoughtbot/formulae'

brew 'rcm'
brew 'coreutils'
brew 'zsh'
brew 'grep'
brew 'ag'
brew 'git'
brew 'imagemagick'
brew 'node'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'neovim'
brew 'rbenv'
brew 'ruby-build'
brew 'yarn'
brew 'mosh'

cask 'google-chrome'
cask 'firefox-developer-edition'
cask 'alfred'
cask 'the-unarchiver'
cask 'imageoptim'
cask 'spotify'
cask 'transmission'
cask 'mattr-slate'
cask 'rowanj-gitx'
